[Survived] ArrowFunction
src/app/services/title.service.ts:3:25
 import { Injectable } from '@angular/core';
 
-export const getTitle = () => 'Angular App';
+export const getTitle = () => undefined;
 
 @Injectable({
